/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Nummerstructuur kan niet worden omgezet.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Dit project is waarschijnlijk beschadigd. Zet een reservekopie terug.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Dit project is aangemaakt met een tussentijdse, onofficiële versie van Logic. Het kan niet langer worden geopend.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Het nummer dat je wilt openen heeft de Logic 4-structuur (of lager). Open en bewaar het eerst met Logic 7.2.1 of lager.\n\nJe moet dit op een Macintosh-computer met een oudere versie van macOS doen omdat deze oudere versies van Logic Pro niet meer compatibel zijn met macOS 10.13 of hoger.";
